Repository: HedgehogNSK/Sirena
Catalog: Resources/Commands.*.resx
Languages: ru

# command.call.ask_sirena_id
source: ⌨️ *Please provide Sirena's ID to activate.* It must be Sirena that you own or you are responsible for
ru: ℹ️ Пожалуйста, введите *ИД* Сирены для вызова. Это должна быть либо ваша Сирена, либо Сирена, на вызов которой, вам выдал права её владелец

# command.call.no_available
source: ⚠️ Your Sirenas are not being listened to yet
ru: Ваши Сирены пока что никто не слушает

# command.call.available.description
source: Choose *Sirena* to call
ru: Выберите *Сирену* для вызова

# command.call.description
source: Call Sirena by number or by ID
ru: Запустить Сирену по номеру или идентификатору (ИД)

# command.call.error.value_not_id
source: ⚠️ *Value is incorrect!*
ru: ⚠️ *Введённое значение не является ИД!*

# command.call.explanation_rights
source: You can call Sirenas that were created by you or those Sirenas, that the owner gave you the rights to call
ru: Вы можете вызывать Сирены, которые были созданы вами, или для которых владелец выдал вам право на вызов

# command.call.extra_info
source: ℹ️ You can send extra information for subscribers or just click the *{0}* button.
ru: ℹ️ Вы можете добавить сообщение для подписчиков к вызову или вызвать Сирену как есть, нажав кнопку *{0}*.

# command.call.extra_info.skip
source: 🔊 Launch only
ru: 🔊 Оповестить

# command.call.last_call
source: Last call was made recently by {0} at {1} UTC. Please wait {2} until next try.
ru: Последний вызов был сделан {0} недавно в {1} по UTC. Пожалуйста, подождите {2} до следующей попытки.

# command.call.last_call.2
source: *{0}* _Activated by_ {1}.
ru: *{0}* _Вызвана_ {1}.

# command.call.not_allowed
source: ⚠️ Unsuccesful attempt to activate *Sirena*: {0}
ru: ⚠️ Недуачная попытка вызова *Сирены*: {0}

# command.call.other
source: [other person](tg://user?id={0})
ru: [другой человек](tg://user?id={0})

# command.call.success
source: {0} subscribers were notified
ru: Уведомлено: {0}

# command.call.user
source: *you*
ru: *вами*

# command.create_sirena.error.limit_reached
source: ⚠️ *You've reached the limit!* You can't create new Sirenas anymore. Please remove one of your Sirenas and try again.
ru: ⚠️ *Вы достигли лимита!* Вы больше не можете создавать новые Сирены. Пожалуйста, удалите одну из ваших Сирен и попробуйте снова.

# command.create_sirena.error.no_title
source: Please insert title of the Sirena. Title must be between {0} and {1} symbols long. _Alternatively you can create Sirena via command syntax:_ `/create title_of_sirena`
ru: Пожалуйста, введите название Сирены. Название должно быть от {0} до {1} символов. _Или вы можете создать Сирену с помощью командного синтаксиса:_ `/create название_Сирены`

# command.create_sirena.error.no_user
source: We can't find user with ID: {0}
ru: Мы не можем найти пользователя с ИД: {0}

# command.create_sirena.error.unknown
source: ⚠️ Unknown error. Sirena wasn't created.
ru: ⚠️ Неизвестная ошибка. Не удалось создать Сирену.

# command.create_sirena.success
source: *Sirena has been created successfuly.* It's identificator (ID): `{0}` Invite link:
ru: *Сирена была успешно создана.* Идентификатор (ИД): `{0}` Пригласительная ссылка:

# command.create.description
source: Creates a Sirena
ru: Создать Сирену

# command.delegate.description
source: Delegate rights to activate Sirena to another user
ru: Делегировать право на запуск Сирены другому пользователю

# command.delegate.error.incorrect_id
source: ⚠️ {0} parameter is incorrect. First parameter has to be serial number or ID of your Sirena
ru: ⚠️ {0} параметр неверен. Первый параметр должен быть серийным номером или ИД вашей Сирены

# command.delegate.error.incorrect_paramters
source: Please input: `/delegate {siren number or id} {user id}`
ru: Пожалуйста, введите: `/delegate {номер Сирены или ИД} {ИД пользователя}`

# command.delegate.error.incorrect_user_id
source: ⚠️ {0} parameter is incorrect. Second parameter must be *UID* of user that will get rights to activate the Sirena.
ru: ⚠️ {0} неверный параметр. Второй параметр должен быть *ИД* пользователя, который получит права на вызов Сирены.

# command.delegate.error.no_sirena
source: You don't have a Sirena with ID: `{0}`
ru: У вас нет Сирены с ИД: `{0}`

# command.delegate.success
source: User {0} has been set as a responsible for Sirena: `{1}`
ru: Пользователь {0} назначен ответственным за Сирену: `{1}`

# command.delete.ask_sirena_id
source: To delete a Sirena, please insert *Sirena's ID or serial number* that is owned by you.
ru: Чтобы удалить Сирену, пожалуйста, введите *ИД или серийный номер Сирены*, которая принадлежит вам.

# command.delete.cancel
source: ⛔️ No
ru: ⛔️ Нет

# command.delete.confirm
source: ✅ Yes
ru: ✅ Да

# command.delete.description
source: Delete your Sirena by ID or by Serial number
ru: Удалить вашу Сирену по идентификатору или серийному номеру

# command.delete.header
source: Select Sirena you want to *DELETE*:
ru: Выберите Сирену, которую хотите *УДАЛИТЬ*:

# command.delete.no_sirenas
source: ⚠️ You haven't created any Sirena yet.
ru: ⚠️ Вы еще не создали ни одной Сирены.

# command.delete.notification
source: You are going to delete Sirena: *{0}* ID: `{1}` *Are your sure?* This action can't be canceled.
ru: Вы собираетесь удалить Сирену: *{0}* ИД: `{1}` *Вы уверены?* Это действие нельзя отменить.

# command.delete.success
source: 🗑️✅ Sirena *"{0}"* has been deleted
ru: 🗑️✅ Сирена *"{0}"* была удалена

# command.display_sirenas.no_created
source: ⚠️ You haven't created any Sirena yet.
ru: ⚠️ Вы еще не создали ни одной Сирены.

# command.display_sirenas.subscribers
source: _Subscribers[{0}]_
ru: _Подписчики[{0}]_

# command.display_sirenas.title
source: The list of your sirens:
ru: Список ваших Сирен:

# command.find.description
source: Find Sirena by key string
ru: Найти Сирену по ключевой фразе

# command.find.header
source: Found sirenas:
ru: Найдено Сирен:

# command.find.input_phrase
source: ⌨️ *Please input search phrase*. Search phrase has to be at least {0} symbols length but less than {1} symbols.
ru: *Пожалуйста, введите название или часть названия искомой Сирены*. Ключевая фраза должна быть от {0} до {1} символов.

# command.find.no_id
source: ⚠️ There is no Sirena with this ID: `{0}`. Please check input ID.
ru: Не существует Сирены с ИД: `{0}`. Пожалуйста, проверьте введенный идентификатор.

# command.find.no_title
source: ⚠️ There is no Sirena with title that contains: \"{0}\". Please try another key phrase.
ru: Не найдена Сирена в названии, которой содержится: "{0}". Пожалуйста, попробуйте другую ключевую фразу.

# command.requests.header
source: Reuqests list
ru: Список запросов

# command.requests.no_requests
source: There are no requests for delegation of rights
ru: Запросы на делегирование прав отсутствуют

# command.requests.request_template
source: . *{0}|{1}* is asking right to call Sirena: {2}
ru: . *{0}|{1}* запрашивает право на вызов Сирены: {2}

# command.get_responsibles.incorrect_parameters
source: Please use next syntax to get list of responsible users: `/responsible {sirena id or number}`
ru: Пожалуйста, используйте следующий синтаксис, чтобы получить список ответственных пользователей: `/responsible {ИД или номер Сирены}`

# command.get_responsibles.no_sirena
source: ⚠️ Sirena wasn't found
ru: ⚠️ Сирена не найдена

# command.get_responsibles.no_sirena_id
source: ⚠️ There is no Sirena with ID *{0}*
ru: ⚠️ Нет Сирены с ИД *{0}*

# command.get_responsibles.no_sirena_number
source: ⚠️ You don't have Sirena with number *{0}*
ru: ⚠️ У вас нет Сирены с номером *{0}*

# command.get_responsibles.template
source: Sirena *\"{0}\"* supervisors: {1} - Owner
ru: Ответственные за Сирену *\"{0}\"*: {1} - Владелец

# command.help.header
source: *List of commands*
ru: *Список команд*

# command.info.description
source: Display Sirena detailed information and available commands for itself
ru: Отобразить информацию Сирены и доступные команды для нее

# command.list.description
source: Sirenas, created by you
ru: Список отслеживаемых Сирен

# command.menu.description
source: Displays primary bot functions
ru: Отобразить основные функции бота

# command.menu.title
source: 🕹 Main menu 🕹
ru: 🕹Главное меню🕹

# command.mute_user.impossbile_mute
source: ⚠️ *You can't mute this user for the Sirena.* Possible causes: you aren't subscibed to this Sirena, target user isn't responsible for call of this Sirena.
ru: ⚠️ *Вы не можете заглушить этого пользователя для Сирены.* Возможные причины: 1. вы не подписаны на эту Сирену; 2. у пользователя, которого вы пытаетесь заглушить, нет прав на вызов этой Сирены.

# command.mute_user.incorrect_id
source: ⚠️ {0} parameter is incorrect. Second parameter has to be serial number or ID of your Sirena
ru: ⚠️ {0} неверный параметр. Второй параметр должен быть порядковым номером илиидентификатором (ИД) вашей Сирены

# command.mute_user.incorrect_parameters
source: To mute an user please input: `/mute {user id to mute} {sirena id}`
ru: Чтобы заглушить пользователя, используйте синтаксис: `/mute {ИД пользователя для блокировки} {ИД Сирены}`

# command.mute_user.incorrect_uid
source: ⚠️ {0} parameter is incorrect. First parameter has to be *UID* of user that is already responsible for Sirena. And you won't to revoke they rights.
ru: ⚠️ {0} неверный параметр. Первый параметр должен быть *ИД пользователя*, у которого есть права на вызов Сирены

# command.mute_user.no_sirena
source: ⚠️ Couldn't find Sirena to mute user
ru: ⚠️ Не удалось найти Сирену для заглушения пользователя

# command.mute_user.success
source: ✅🔇 *User {0} (ID:{1}) has been muted.* Calls from *Sirena*: {2} by this user will be ignored. If you're subscribed to any other *Sirena* this user can trigger, you'll still receive notifications from them. _To unmute the user, use the command_ `/unmute`
ru: ✅🔇 *Пользователь {0} (ИД:{1}) был заглушён.* Вызовы *Сирены*: {2} от этого пользователя буду игнорироваться Если вы подписаны на любую другую *Сирену*, которую вызывает этот пользователь, вы все равно сможете получать уведомления от этого пользователя. _Чтобы снять блокировку пользователя, используйте команду_ `/unmute`

# command.mute.description
source: Mute calls from certain user for certain Sirena. Calls of the Sirena from other users will be active anyway
ru: Заблокировать вызовы Сирены от определенного пользователя.

# command.request_rights.already_sent
source: ⚠️ You have *already sent* a permission request for the Sirena.
ru: ⚠️ Вы *уже отправили* запрос на права для вызова этой Сирены.

# command.request_rights.available.empty
source: ⚠️ You don't have any Sirena for which you could request call rights.
ru: ⚠️ У вас нет ни одной Сирены, к которой можно было бы запросить право на вызов.

# command.request_rights.available.header
source: *Your are able to request rights to call:*
ru: *Вы можете запросить право вызывать:*

# command.request_rights.extra_info
source: ℹ️ You are about to ask rights to call Sirena: {0}. You can write extra infromation for the owner of the Sirena or you can send request as is by click on the button down bellow.
ru: ℹ️ Вы можете добавить сообщение владельцу Сирены: {0} или можете на кнопку запроса без добавления комментария

# command.request_rights.extra_info.skip
source: 🙏 Request only
ru: 🙏Только запрос

# command.request_rights.fail
source: ⚠️ Request failed. Possible reasons: 1. There is no *Sirena* with ID: `{0}` 2. You are the *owner* of the Sirena 3. You are *already responsible* for the Sirena.
ru: ⚠️ Не удалось направить запрос. Возможные причины: 1. Сирена с ИД: `{0}` *не существует* 2. Вы *владелец* Сирены 3. У вас *уже есть право* на вызов Сирены

# command.request_rights.incorrect_parameters
source: ⚠️ Incorrect parameters. Please use syntax: /request {sirena id} [request message] You can send request message or skip it. But you have to set correct Sirena ID
ru: ⚠️ Некорректные параметры. Пожалуйста, используйте синтаксис: /request {ИД Сирены} [сообщение запроса] Вы можете отправить сообщение запроса или пропустить его. Но вы должны указать правильный ИД Сирены

# command.request_rights.success
source: ✅ Request to activate *Sirena* successfully submitted: {0} _If the Sirena’s owner approves your request, you’ll be granted access to activate this_ *Sirena*.
ru: ✅ Успешно отправлен запрос на право вызова *Сирены*: {0} _Если владелец_ Сирены _одобрит ваш запрос, вы получите право на вызов этой_ *Сирены*.

# command.request.description
source: Request the owner of Sirena to delegate to you the right to call it.
ru: Запросите у владельца Сирены делегировать вам право на её вызов.

# command.requests.description
source: Display a list of requests for permission to launch a Sirena
ru: Отобразить список запросов на разрешение запуска Сирены

# command.responsible.description
source: Display list of user allowed to call Sirena
ru: Отобразить список пользователей, у которых есть право запускать Сирену

# command.revoke_rights.fail
source: ⚠️ You couldn't revoke rights from the user. Possible reasons: user doesn't have rights or you don't own this Sirena: {0}
ru: ⚠️ Вы не смогли отозвать права у пользователя. Возможные причины: пользователь не имеет прав или вы не владеете этой Сиреной: {0}

# command.revoke_rights.incorrect_parameters
source: ⚠️ Incorrect parameters. Please use syntax: /request {sirena ID} [request message] You can send request message or skip it. But you have to set correct Sirena ID
ru: Пожалуйста, введите: `/revoke {номер или ИД Сирены} {ИД пользователя}`

# command.revoke_rights.incorrect_sirena_param
source: ⚠️ {0} parameter is incorrect. First parameter must be serial number or ID of your Sirena
ru: ⚠️ {0} параметр неверен. Первый параметр должен быть серийным номером или ИД вашей Сирены

# command.revoke_rights.incorrect_uid
source: ⚠️ {0} parameter is incorrect. Second parameter must be *UID* of user that is already responsible for the Sirena.
ru: ⚠️ {0} неверный параметр. Второй параметр должен быть *ИД* пользователя, который получит права на вызов Сирены.

# command.revoke_rights.success
source: The user: {0} has been deprived of his rights to call the Sirena: {1}
ru: Пользователь: {0} был лишен прав на вызов Сирены: {1}

# command.revoke.description
source: Take back rigths to call Sirena of another user
ru: Отобрать права у пользователя на запуск Сирены

# command.sirena_info.general_info
source: Title: *{0}* ID: `{1}` Subscribers: {2}
ru: Название: *{0}* ИД: `{1}` Подписчики: {2}

# command.sirena_info.general_info.not_owner
source: Title: *{0}* ID: `{1}` Owner: {3} Subscribers: {2}
ru: Название: *{0}* ИД: `{1}` Владелец: {3} Подписчики: {2}

# command.sirena_info.last_call
source: Last call: {0}
ru: Последний вызов: {0}

# command.start.welcome
source: *Welcome!* _Sirena BOT_ offers a convenient mechanism for instant notifications. The primary goal of the bot is to create a notification system where the focus is on the event, not the message author. You can create notifications (_Sirens_) and invite people to subscribe to alerts for meetings, gatherings, or any other events. Whether it’s a work meeting, a parent-teacher conference, a meetup with friends, or a clan raid, you can easily notify all subscribers about the time and place of the event. Use the Menu (/menu) to manage the bot or directly call commands. To see a list of available commands, type /help. This bot is especially useful in work chats, parent groups, or community chats, where it's important to avoid unnecessary discussions while still staying informed about urgent messages.
ru: *Добро пожаловать!* _Sirena BOT_ предлагает удобный механизм для мгновенных уведомлений. Главная цель бота — создать систему оповещения, где в центре внимания находится событие, а не его автор. Вы можете создавать уведомления (_Сирены_) и приглашать людей подписаться на оповещения о встречах, собраниях или любых других событиях. Будь то рабочее совещание, родительское собрание, встреча с друзьями или сборы клана для похода в данж — вы сможете легко уведомить всех подписчиков о месте и времени события. Используйте Меню (/menu) для управления ботом или вызывайте команды напрямую. Для получения списка доступных команд введите /help. Этот бот будет особенно полезен в рабочих чатах, чатах родителей или сообществах жильцов, где важно избегать ненужных обсуждений, но всегда оставаться в курсе экстренных сообщений.

# command.subscribe.askSirenaId
source: ⌨️ *Please input Sirena ID.* You have to input exact ID of Sirena that you are going to subscribe to. You can use *Find* command to find a Sirena by title.
ru: *Пожалуйста, введите ИД Сирены*. Вы должны ввести точный ИД Сирены, на которую хотите подписаться. Вы можете использовать команду *Найти*, чтобы найти Сирену по названию.

# command.subscribe.description
source: Subscribes to Sirena by ID
ru: Подписаться на Сирену по идентификатору

# command.subscribe.not_exists
source: ⚠️ *Attempt to subscribe is failed.* Possible reasons: 1. There is no Sirena with such ID; 2. You are the owner of the Sirena. Try another *Sirena ID*
ru: ⚠️ *Попытка подписки не удалась.* Возможные причины: 1. Нет Сирены с таким ИД; 2. Вы являетесь владельцем Сирены. Попробуйте ввести другой *ИД*

# command.subscribe.success
source: 🔔 You have successfully subscribed to: {0}
ru: 🔔 Вы успешно подписались на: {0}

# command.subscriptions.bref_info
source: . *{0}* by {1} ID: `{2}`
ru: . *{0}* от {1} ИД: `{2}`

# command.subscriptions.description
source: Displays you current subscriptions
ru: Отобразить ваши подписки

# command.subscriptions.header
source: *Your subscriptions:*
ru: *Ваши подписки:*

# command.subscriptions.noSubscriptions
source: You don't have any subscription yet.
ru: У вас нет ни одной подписки.

# command.unmute.description
source: Unmute previously muted user for certain Sirena
ru: Разблокировать ранее заблокированного пользователя Сирены

# command.unmute.error.not_found
source: ⚠️ Couldn't find Sirena to mute user
ru: ⚠️ Не удалось найти сирену для блокировки пользователя.

# command.unmute.error.wrong_parameter
source: To unmute user please input command with parameters: /unmute {user id to mute} {sirena id}
ru: Чтобы разблокировать пользователя, введите команду с параметрами: `/unmute {user id to mute} {sirena id}`

# command.unmute.error.wrong_sirena_id
source: ⚠️ {0} parameter is incorrect. Second parameter has to be serial number or *ID* of your Sirena
ru: ⚠️ {0} параметр некорректен. Второй параметр должен быть *серийным номером* или *ИД* вашей сирены.

# command.unmute.error.wrong_uid
source: ⚠️ {0} parameter is incorrect. First parameter has to be *UID* of user that is already responsible for Sirena.
ru: ⚠️ {0} параметр некорректен. Первый параметр должен быть *ИД* пользователя, который имеет право вызывать сирену.

# command.unmute.success
source: ✅🔊 *User {0} (ID:{1}) has been unmuted.* You will be notified if this user will call the Sirena: {2}
ru: ✅🔊 *Пользователь {0} (ИД:{1}) был разблокирован.* Вы получите уведомление, когда пользователь вызовет сирену: {2}

# command.unsubscribe.description
source: Unsubscribes from certain Sirena
ru: Отписаться от Сирены

# command.unsubscribe.fail
source: ⚠️ *Unsubscription failed.* Possible reasons: 1 You're not a listener of the Sirena 2. The Sirena doens't exist.
ru: ⚠️ *Не удалось отписаться.* Возможные причины: 1. Вы не подписаны на Сирену 2. Сирена не существует.

# command.unsubscribe.success
source: 🔕 You have successfully unsubsribed from the Sirena `{0}`
ru: 🔕 Вы успешно отписались от Сирены: `{0}`

# menu.buttons.anotherTry.title
source: 🔄 Retry
ru: 🔄 Повторить попытку

# menu.buttons.call.title
source: 🔊 Launch Sirena
ru: 🔊 Оповестить

# menu.buttons.create.title
source: 🆕 Create
ru: 🆕 Создать

# menu.buttons.delete.title
source: 🗑 Delete
ru: 🗑 Удалить

# menu.buttons.display_sirenas.title
source: 🖥 My Sirenas
ru: 🖥 Мои Сирены

# menu.buttons.find.title
source: 🔎 Find
ru: 🔎 Найти

# menu.buttons.get_info.title
source: ℹ️ Info
ru: ℹ️ Подробно

# menu.buttons.requests.title
source: 👽 Requests [{0}]
ru: 👽 Запросы [{0}]

# menu.buttons.get_responsibles.title
source: 🫡 Responsibles [{0}]
ru: 🫡 Ответственные [{0}]

# menu.buttons.menu.title
source: 🧾 Menu
ru: 🧾 Меню

# menu.buttons.mute_user.title
source: 🔇 Mute sender
ru: 🔇 Заглушить пользователя

# menu.buttons.unmute_user.title
source: 🔊 Unmute sender
ru: 🔊 Разглушить пользователя

# menu.buttons.request_rights.title
source: 🙏 Request rights
ru: 🙏 Запросить права

# menu.buttons.subscribe.title
source: 🔔 Subscribe
ru: 🔔 Подписаться

# menu.buttons.subscriptions.title
source: 👀 Subscriptions
ru: 👀 Подписки

# menu.buttons.unsubscribe.title
source: 🔕 UnSubscribe
ru: 🔕 Отписаться

# miscellaneous.no_command
source: ⚠️ No known command were found! Use /help or /menu to find out what I can do.
ru: ⚠️ Команда не найдена. Воспользуйтесь /help или /menu , для того чтобы узнать, что я могу.

# miscellaneous.user_ghost
source: Ghost
ru: Призрак

# command.start.create-user.fail
source: ⚠️ An error occurred while creating a new user. Please try again later.
ru: ⚠️ При создании нового пользователя возникла ошибка. Попробуйте повторить попытку чуть позже.

# command.requests.error.no_pending_requests
source: ⚠️ There are currently no requests for the right to activate any of your Sirenas.
ru: ⚠️ В данный момент запросов на право вызова ни одной из ваших Сирен нет.

# command.requests.list_title
source: 🧾 The list of your Sirenas for which someone has requested the right to call:
ru: 🧾 Список ваших Сирен, на которые кто-либо запросил право вызова:

# command.requests.display_by_id
source: ℹ️ *{3}Request for Sirena activation rights.* Sirena: \[`{1}`] {2} Requestor: {0}
ru: ℹ️ *{3}Запрос прав на активацию сирены*. _Сирена_: \[`{1}`] {2} _Запрашивает_: {0}

# command.requests.accept
source: ✅ Approve
ru: ✅ Выдать

# menu.buttons.decline.title
source: ⛔️ Decline
ru: ⛔️ Отказать

# command.requests.display_by_id.user_message
source: _Comment:_
ru: _Комментарий:_

# command.requests.error.sirena_has_no_requests
source: ⚠️ No *Sirena* activation requests are available. *Sirena*: {0}
ru: ⚠️ Запросы на активацию Сирены отсутствуют. *Сирена*: {0}

# command.request.askSirenaId
source: ⌨️ *Please enter the Sirena ID* for which you are requesting activation access. ❕ Use the ID of an existing *Sirena* ❗️ You must be subscribed to the *Sirena* ❕ You have not yet requested access to this *Sirena*
ru: ℹ️ *Пожалуйста, введите идентификатор Сирены*, для активации которой вы запрашиваете доступ. ❕ Используйте идентификатор существующей *Сирены* ❗️ Вы должны быть подписаны на *Сирену* ❕ Вы ещё не запрашивали доступ к этой *Сирене*

# command.info.askSirenaId
source: ⌨️ *Please enter the Sirena ID.* You must enter the exact *Sirena* ID to display the available actions for it. If you don't know the *Sirena* ID, you can {0} it by its name or part of the name.
ru: ℹ️ *Пожалуйста, введите ИД Сирены*. Вы должны ввести точный идентификатор *Сирены* для отображения доступных действий с ней Если вы не знаете идентификатора *Сирены*, вы можете {0} её по названию или части названия

# command.info.not_exists
source: ⚠️ *Sirena with ID* `{0}` *not found.* Please check the ID and try again. If you don't know the *Sirena* ID, you can {1} it by its name or part of the name.
ru: ⚠️ *Сирена с идентификатором* `{0}` *не найдена.* Проверьте идентификатор и повторите попытку снова Если вы не знаете идентификатора *Сирены*, вы можете {1} её по названию или части названия

# menu.buttons.delegate.title
source: 🤝 Delegate
ru: 🤝 Делегировать

# command.decline_request.error.not_owner
source: ⚠️ You do not have permission to view delegation requests for *Sirena*: {0}, as you are not the owner.
ru: ⚠️ Вы не имеет права просматривать запросы на делегирование прав *Сирены*: {0}, так как не являетесь владельцем.
