Repository: HedgehogNSK/Sirena
Catalog: Resources/Commands.*.resx
Languages: ru

# command.decline_request.error.no_requests
source: ⚠️ There are currently no delegation requests for *Sirena*: {0}.
ru: ⚠️ В данный момент нет запросов на делегирование прав для *Сирены*: {0}

# command.decline_request.error.no_requestor
source: ⚠️ User {1} has not requested activation rights for *Sirena*: {0}.
ru: ⚠️ Пользователь {1} не запрашивал права на активацию *Сирены*: {0}

# command.decline_request.success
source: ✅🚫 User {1} delegation request for *Sirena*: {0} has been declined.
ru: ✅🚫 Отклонён запрос пользователя {1} на делегирование прав для *Сирены*: {0}

# menu.buttons.reaction.128591
source: 🙏Thank you
ru: 🙏 Благодарю

# menu.buttons.reaction.128591.unset
source: 😑 Take back thanks
ru: 😑 Не благодарить

# menu.buttons.reaction.128175
source: 💢 Reproach
ru: 💢 Упрекнуть

# menu.buttons.reaction.128175.unset
source: 😑 Back down
ru: 😑 Проигнорировать

# miscellaneous.copy_link
source: 🔗 Invite link
ru: 📋 Ссылка

# miscellaneous.copy_id
source: 🆔 Sirena ID
ru: 📋 ИД Сирены
